{
  "terms": {
    "title": "ข้อกำหนดการให้บริการ",
    "description": "ข้อกำหนดการให้บริการสำหรับ NARA - เทมเพลต React สมัยใหม่",
    "lastUpdated": "อัปเดตล่าสุด",
    "sections": {
      "acceptance": {
        "title": "การยอมรับข้อกำหนด",
        "content": "การเข้าถึงและใช้ NARA (\"บริการ\") หมายความว่าคุณยอมรับและตกลงที่จะผูกพันกับข้อกำหนดและเงื่อนไขของข้อตกลงนี้ หากคุณไม่ยอมรับสิ่งข้างต้น โปรดอย่าใช้บริการนี้"
      },
      "description": {
        "title": "คำอธิบายบริการ",
        "content": "NARA เป็นเทมเพลตแอปพลิเคชัน React ที่ทันสมัยและปลอดภัยด้วยการตรวจสอบประเภท สร้างด้วย Vite, React Router v7 และ TailwindCSS บริการนี้ให้จุดเริ่มต้นสำหรับนักพัฒนาในการสร้างเว็บแอปพลิเคชันด้วยแนวทางปฏิบัติที่ดีที่สุดและเครื่องมือสมัยใหม่"
      },
      "responsibilities": {
        "title": "ความรับผิดชอบของผู้ใช้",
        "content": "ผู้ใช้บริการนี้ตกลงที่จะ:",
        "items": [
          "ใช้บริการเพื่อวัตถุประสงค์ที่ถูกกฎหมายเท่านั้น",
          "ไม่พยายามเข้าถึงส่วนใดของบริการโดยไม่ได้รับอนุญาต",
          "ไม่ใช้บริการเพื่อส่งเนื้อหาที่เป็นอันตรายหรือเป็นภัย",
          "เคารพสิทธิ์ทางทรัพย์สินทางปัญญาของผู้อื่น"
        ]
      },
      "intellectual": {
        "title": "ทรัพย์สินทางปัญญา",
        "content": "บริการและเนื้อหาต้นฉบับ คุณสมบัติ และการทำงานของบริการเป็นและจะยังคงเป็นทรัพย์สินเฉพาะของ NARA และผู้ให้สิทธิ์ บริการนี้ได้รับการปกป้องโดยลิขสิทธิ์ เครื่องหมายการค้า และกฎหมายอื่นๆ"
      },
      "privacy": {
        "title": "นโยบายความเป็นส่วนตัว",
        "content": "ความเป็นส่วนตัวของคุณมีความสำคัญต่อเรา โปรดอ่านนโยบายความเป็นส่วนตัวของเรา ซึ่งยังควบคุมการใช้บริการของคุณเพื่อเข้าใจแนวทางปฏิบัติของเรา"
      },
      "liability": {
        "title": "ข้อจำกัดความรับผิดชอบ",
        "content": "ไม่ว่าในกรณีใดๆ NARA หรือกรรมการ พนักงาน คู่ค้า ตัวแทน ผู้จัดหา หรือบริษัทในเครือ จะไม่รับผิดชอบต่อความเสียหายทางอ้อม อุบัติเหตุ พิเศษ เป็นผลสืบเนื่อง หรือการลงโทษ รวมถึงแต่ไม่จำกัดเพียง การสูญเสียกำไร ข้อมูล การใช้งาน ค่าความนิยม หรือการสูญเสียที่ไม่เป็นรูปธรรมอื่นๆ ที่เกิดจากการใช้บริการของคุณ"
      },
      "changes": {
        "title": "การเปลี่ยนแปลงข้อกำหนด",
        "content": "เราขอสงวนสิทธิ์ตามดุลยพินิจของเราเองในการแก้ไขหรือเปลี่ยนแปลงข้อกำหนดเหล่านี้ได้ตลอดเวลา หากการแก้ไขมีสาระสำคัญ เราจะพยายามแจ้งให้ทราบล่วงหน้าอย่างน้อย 30 วันก่อนที่ข้อกำหนดใหม่จะมีผลบังคับใช้"
      },
      "contact": {
        "title": "ข้อมูลการติดต่อ",
        "content": "หากคุณมีคำถามเกี่ยวกับข้อกำหนดการให้บริการเหล่านี้ โปรดติดต่อเราผ่านที่เก็บข้อมูลอย่างเป็นทางการหรือช่องทางการสนับสนุน"
      }
    }
  },
  "privacy": {
    "title": "นโยบายความเป็นส่วนตัว",
    "description": "นโยบายความเป็นส่วนตัวสำหรับ NARA - เทมเพลต React สมัยใหม่",
    "lastUpdated": "อัปเดตล่าสุด",
    "sections": {
      "collection": {
        "title": "ข้อมูลที่เราเก็บรวบรวม",
        "content": "เราเก็บรวบรวมข้อมูลที่คุณให้โดยตรง เช่น เมื่อคุณสร้างบัญชี ใช้บริการของเรา หรือติดต่อเราเพื่อขอการสนับสนุน",
        "personal": {
          "title": "ข้อมูลส่วนบุคคล",
          "items": ["ที่อยู่อีเมล", "ชื่อผู้ใช้", "ข้อมูลโปรไฟล์ที่คุณเลือกให้"]
        },
        "usage": {
          "title": "ข้อมูลการใช้งาน",
          "items": [
            "ข้อมูลล็อก (ที่อยู่ IP, ประเภทเบราว์เซอร์, ระบบปฏิบัติการ)",
            "รูปแบบการใช้งานและการตั้งค่า",
            "ข้อมูลอุปกรณ์"
          ]
        }
      },
      "usage": {
        "title": "วิธีที่เราใช้ข้อมูลของคุณ",
        "content": "เราใช้ข้อมูลที่เก็บรวบรวมเพื่อ:",
        "items": [
          "ให้บริการ บำรุงรักษา และปรับปรุงบริการของเรา",
          "ประมวลผลธุรกรรมและส่งข้อมูลที่เกี่ยวข้อง",
          "ส่งการแจ้งเตือนทางเทคนิคและข้อความสนับสนุน",
          "ตอบสนองต่อความคิดเห็นและคำถามของคุณ",
          "ติดตามและวิเคราะห์แนวโน้มและการใช้งาน",
          "ตรวจจับและป้องกันกิจกรรมที่ฉ้อโกงหรือไม่ได้รับอนุญาต"
        ]
      },
      "sharing": {
        "title": "การแบ่งปันข้อมูล",
        "content": "เราไม่ขาย แลกเปลี่ยน หรือโอนข้อมูลส่วนบุคคลของคุณไปยังบุคคลที่สามโดยไม่ได้รับความยินยอมจากคุณ ยกเว้นตามที่อธิบายในนโยบายนี้:",
        "items": [
          "กับผู้ให้บริการที่ช่วยเราในการดำเนินงานบริการของเรา",
          "เมื่อกฎหมายกำหนดหรือเพื่อปกป้องสิทธิ์ของเรา",
          "ในการเชื่อมโยงกับธุรกรรมทางธุรกิจ (การควบรวม การซื้อกิจการ ฯลฯ)",
          "ด้วยความยินยอมอย่างชัดเจนของคุณ"
        ]
      },
      "security": {
        "title": "ความปลอดภัยของข้อมูล",
        "content": "เราใช้มาตรการรักษาความปลอดภัยทางเทคนิคและองค์กรที่เหมาะสมเพื่อปกป้องข้อมูลส่วนบุคคลของคุณจากการเข้าถึง การเปลี่ยนแปลง การเปิดเผย หรือการทำลายโดยไม่ได้รับอนุญาต อย่างไรก็ตาม วิธีการส่งผ่านทางอินเทอร์เน็ตไม่มีความปลอดภัย 100%"
      },
      "retention": {
        "title": "การเก็บรักษาข้อมูล",
        "content": "เราเก็บรักษาข้อมูลส่วนบุคคลของคุณเฉพาะระยะเวลาที่จำเป็นเพื่อบรรลุวัตถุประสงค์ที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ เว้นแต่จะมีกฎหมายกำหนดหรืออนุญาตให้เก็บรักษาเป็นระยะเวลาที่นานกว่า"
      },
      "rights": {
        "title": "สิทธิ์ของคุณ",
        "content": "คุณมีสิทธิ์ที่จะ:",
        "items": [
          "เข้าถึงข้อมูลส่วนบุคคลที่เราเก็บเกี่ยวกับคุณ",
          "ขอการแก้ไขข้อมูลที่ไม่ถูกต้อง",
          "ขอการลบข้อมูลส่วนบุคคลของคุณ",
          "คัดค้านการประมวลผลข้อมูลส่วนบุคคลของคุณ",
          "ขอการพกพาข้อมูล",
          "ถอนความยินยอมได้ตลอดเวลา"
        ]
      },
      "cookies": {
        "title": "คุกกี้และการติดตาม",
        "content": "เราใช้คุกกี้และเทคโนโลยีการติดตามที่คล้ายกันเพื่อเก็บรวบรวมและติดตามข้อมูลเกี่ยวกับการใช้บริการของเรา คุณสามารถควบคุมคุกกี้ผ่านการตั้งค่าเบราว์เซอร์ของคุณ แต่การปิดใช้งานคุกกี้อาจส่งผลต่อการทำงานของบริการของเรา"
      },
      "children": {
        "title": "ความเป็นส่วนตัวของเด็ก",
        "content": "บริการของเราไม่ได้มีไว้สำหรับเด็กอายุต่ำกว่า 13 ปี เราไม่เก็บรวบรวมข้อมูลส่วนบุคคลจากเด็กอายุต่ำกว่า 13 ปีโดยรู้เท่าทัน หากคุณทราบว่าเด็กได้ให้ข้อมูลส่วนบุคคลแก่เรา โปรดติดต่อเรา"
      },
      "policyChanges": {
        "title": "การเปลี่ยนแปลงนโยบายนี้",
        "content": "เราอาจปรับปรุงนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใดๆ โดยการโพสต์นโยบายความเป็นส่วนตัวใหม่ในหน้านี้และปรับปรุงวันที่ \"อัปเดตล่าสุด\""
      },
      "contact": {
        "title": "ติดต่อเรา",
        "content": "หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ โปรดติดต่อเราผ่านที่เก็บข้อมูลอย่างเป็นทางการหรือช่องทางการสนับสนุน"
      }
    }
  },
  "common": {
    "backToHome": "กลับไปหน้าแรก",
    "tableOfContents": "สารบัญ",
    "print": "พิมพ์",
    "share": "แชร์",
    "readingTime": "นาทีในการอ่าน",
    "jumpToSection": "ไปยังส่วน",
    "related": "ที่เกี่ยวข้อง",
    "scrollToTop": "กลับไปด้านบน",
    "contactInfo": "สำหรับคำถามเกี่ยวกับเอกสารนี้ กรุณาติดต่อเราผ่าน",
    "officialRepository": "ที่เก็บอย่างเป็นทางการ",
    "supportChannels": "หรือช่องทางการสนับสนุนของเรา"
  }
}
