{
  "terms": {
    "title": "सेवा की शर्तें",
    "description": "NARA के लिए सेवा की शर्तें - आधुनिक React टेम्प्लेट",
    "lastUpdated": "अंतिम अपडेट",
    "sections": {
      "acceptance": {
        "title": "शर्तों की स्वीकृति",
        "content": "NARA (\"सेवा\") का उपयोग और पहुंच करके, आप इस समझौते की शर्तों और प्रावधानों से बाध्य होने के लिए स्वीकार करते हैं और सहमत होते हैं। यदि आप उपरोक्त का पालन करने से सहमत नहीं हैं, तो कृपया इस सेवा का उपयोग न करें।"
      },
      "description": {
        "title": "सेवा का विवरण",
        "content": "NARA एक आधुनिक, type-safe React एप्लिकेशन टेम्प्लेट है जो Vite, React Router v7, और TailwindCSS के साथ बनाया गया है। यह सेवा डेवलपर्स को बेहतरीन प्रथाओं और आधुनिक टूलिंग के साथ वेब एप्लिकेशन बनाने के लिए एक शुरुआती बिंदु प्रदान करती है।"
      },
      "responsibilities": {
        "title": "उपयोगकर्ता की जिम्मेदारियां",
        "content": "इस सेवा के उपयोगकर्ता सहमत हैं:",
        "items": [
          "सेवा का उपयोग केवल कानूनी उद्देश्यों के लिए करना",
          "सेवा के किसी भी हिस्से में अनधिकृत पहुंच प्राप्त करने का प्रयास न करना",
          "हानिकारक या दुर्भावनापूर्ण सामग्री प्रसारित करने के लिए सेवा का उपयोग न करना",
          "दूसरों के बौद्धिक संपदा अधिकारों का सम्मान करना"
        ]
      },
      "intellectual": {
        "title": "बौद्धिक संपदा",
        "content": "सेवा और इसकी मूल सामग्री, सुविधाएं और कार्यक्षमता NARA और इसके लाइसेंसकर्ताओं की विशेष संपत्ति हैं और रहेंगी। सेवा कॉपीराइट, ट्रेडमार्क और अन्य कानूनों द्वारा संरक्षित है।"
      },
      "privacy": {
        "title": "गोपनीयता नीति",
        "content": "आपकी गोपनीयता हमारे लिए महत्वपूर्ण है। कृपया हमारी गोपनीयता नीति की समीक्षा करें, जो सेवा के आपके उपयोग को भी नियंत्रित करती है, हमारी प्रथाओं को समझने के लिए।"
      },
      "liability": {
        "title": "दायित्व की सीमा",
        "content": "किसी भी स्थिति में NARA, न ही इसके निदेशक, कर्मचारी, भागीदार, एजेंट, आपूर्तिकर्ता या सहयोगी कंपनियां, किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी या दंडात्मक क्षति के लिए जिम्मेदार होंगी, जिसमें बिना सीमा के, लाभ, डेटा, उपयोग, सद्भावना या अन्य अमूर्त नुकसान शामिल हैं, जो सेवा के आपके उपयोग से उत्पन्न होते हैं।"
      },
      "changes": {
        "title": "शर्तों में परिवर्तन",
        "content": "हम अपने विवेकाधिकार पर, किसी भी समय इन शर्तों को संशोधित या बदलने का अधिकार सुरक्षित रखते हैं। यदि संशोधन महत्वपूर्ण है, तो हम नई शर्तों के प्रभाव में आने से पहले कम से कम 30 दिन की सूचना देने का प्रयास करेंगे।"
      },
      "contact": {
        "title": "संपर्क जानकारी",
        "content": "यदि आपके पास इन सेवा की शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमारे आधिकारिक रिपॉजिटरी या सहायता चैनलों के माध्यम से हमसे संपर्क करें।"
      }
    }
  },
  "privacy": {
    "title": "गोपनीयता नीति",
    "description": "NARA के लिए गोपनीयता नीति - आधुनिक React टेम्प्लेट",
    "lastUpdated": "अंतिम अपडेट",
    "sections": {
      "collection": {
        "title": "हम जो जानकारी एकत्र करते हैं",
        "content": "हम वह जानकारी एकत्र करते हैं जो आप हमें सीधे प्रदान करते हैं, जैसे जब आप एक खाता बनाते हैं, हमारी सेवाओं का उपयोग करते हैं, या सहायता के लिए हमसे संपर्क करते हैं।",
        "personal": {
          "title": "व्यक्तिगत जानकारी",
          "items": [
            "ईमेल पता",
            "उपयोगकर्ता नाम",
            "प्रोफ़ाइल जानकारी जो आप प्रदान करना चुनते हैं"
          ]
        },
        "usage": {
          "title": "उपयोग की जानकारी",
          "items": [
            "लॉग डेटा (IP पता, ब्राउज़र प्रकार, ऑपरेटिंग सिस्टम)",
            "उपयोग पैटर्न और प्राथमिकताएं",
            "डिवाइस की जानकारी"
          ]
        }
      },
      "usage": {
        "title": "हम आपकी जानकारी का उपयोग कैसे करते हैं",
        "content": "हम एकत्र की गई जानकारी का उपयोग करते हैं:",
        "items": [
          "हमारी सेवाओं को प्रदान, बनाए रखने और सुधारने के लिए",
          "लेनदेन को संसाधित करने और संबंधित जानकारी भेजने के लिए",
          "तकनीकी सूचनाएं और सहायता संदेश भेजने के लिए",
          "आपकी टिप्पणियों और प्रश्नों का जवाब देने के लिए",
          "रुझानों और उपयोग की निगरानी और विश्लेषण करने के लिए",
          "धोखाधड़ी या अनधिकृत गतिविधि का पता लगाने और रोकने के लिए"
        ]
      },
      "sharing": {
        "title": "जानकारी साझा करना",
        "content": "हम आपकी सहमति के बिना आपकी व्यक्तिगत जानकारी को तृतीय पक्षों को नहीं बेचते, व्यापार नहीं करते या अन्यथा स्थानांतरित नहीं करते, सिवाय इस नीति में वर्णित के रूप में:",
        "items": [
          "सेवा प्रदाताओं के साथ जो हमारी सेवा संचालित करने में हमारी सहायता करते हैं",
          "जब कानून द्वारा आवश्यक हो या हमारे अधिकारों की सुरक्षा के लिए",
          "व्यावसायिक लेनदेन (विलय, अधिग्रहण, आदि) के संबंध में",
          "आपकी स्पष्ट सहमति के साथ"
        ]
      },
      "security": {
        "title": "डेटा सुरक्षा",
        "content": "हम अनधिकृत पहुंच, परिवर्तन, प्रकटीकरण या विनाश से आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए उपयुक्त तकनीकी और संगठनात्मक सुरक्षा उपाय लागू करते हैं। हालांकि, इंटरनेट पर प्रसारण की कोई भी विधि 100% सुरक्षित नहीं है।"
      },
      "retention": {
        "title": "डेटा रिटेंशन",
        "content": "हम आपकी व्यक्तिगत जानकारी को केवल तब तक बनाए रखते हैं जब तक कि इस गोपनीयता नीति में उल्लिखित उद्देश्यों को पूरा करने के लिए आवश्यक हो, जब तक कि कानून द्वारा अधिक लंबी अवधारण अवधि की आवश्यकता या अनुमति न हो।"
      },
      "rights": {
        "title": "आपके अधिकार",
        "content": "आपको अधिकार है:",
        "items": [
          "हमारे पास आपके बारे में जो व्यक्तिगत जानकारी है उसे एक्सेस करने का",
          "गलत जानकारी के सुधार का अनुरोध करने का",
          "आपकी व्यक्तिगत जानकारी को हटाने का अनुरोध करने का",
          "आपकी व्यक्तिगत जानकारी के प्रसंस्करण पर आपत्ति करने का",
          "डेटा पोर्टेबिलिटी का अनुरोध करने का",
          "किसी भी समय सहमति वापस लेने का"
        ]
      },
      "cookies": {
        "title": "कुकीज़ और ट्रैकिंग",
        "content": "हम हमारी सेवा के आपके उपयोग के बारे में जानकारी एकत्र करने और ट्रैक करने के लिए कुकीज़ और समान ट्रैकिंग तकनीकों का उपयोग करते हैं। आप अपने ब्राउज़र सेटिंग्स के माध्यम से कुकीज़ को नियंत्रित कर सकते हैं, लेकिन कुकीज़ को निष्क्रिय करना हमारी सेवा की कार्यक्षमता को प्रभावित कर सकता है।"
      },
      "children": {
        "title": "बच्चों की गोपनीयता",
        "content": "हमारी सेवा 13 वर्ष से कम उम्र के बच्चों के लिए नहीं है। हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते। यदि आपको पता चलता है कि किसी बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो कृपया हमसे संपर्क करें।"
      },
      "policyChanges": {
        "title": "इस नीति में परिवर्तन",
        "content": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके और \"अंतिम अपडेट\" दिनांक को अपडेट करके किसी भी बदलाव की सूचना देंगे।"
      },
      "contact": {
        "title": "हमसे संपर्क करें",
        "content": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमारे आधिकारिक रिपॉजिटरी या सहायता चैनलों के माध्यम से हमसे संपर्क करें।"
      }
    }
  },
  "common": {
    "backToHome": "होम पर वापस जाएं",
    "tableOfContents": "विषय सूची",
    "print": "प्रिंट करें",
    "share": "साझा करें",
    "readingTime": "मिनट पढ़ना",
    "jumpToSection": "अनुभाग पर जाएं",
    "related": "संबंधित",
    "scrollToTop": "शीर्ष पर वापस जाएं",
    "contactInfo": "इस दस्तावेज़ के बारे में प्रश्नों के लिए, कृपया हमारे",
    "officialRepository": "आधिकारिक रिपॉजिटरी",
    "supportChannels": "या सहायता चैनलों के माध्यम से हमसे संपर्क करें।"
  }
}
