{
  "terms": {
    "title": "شروط الخدمة",
    "description": "شروط الخدمة لـ NARA - قالب React الحديث",
    "lastUpdated": "آخر تحديث",
    "sections": {
      "acceptance": {
        "title": "قبول الشروط",
        "content": "من خلال الوصول واستخدام NARA (\"الخدمة\")، فإنك تقبل وتوافق على الالتزام بشروط وأحكام هذه الاتفاقية. إذا كنت لا توافق على الالتزام بما سبق، يرجى عدم استخدام هذه الخدمة."
      },
      "description": {
        "title": "وصف الخدمة",
        "content": "NARA هو قالب تطبيق React حديث وآمن من ناحية الأنواع مبني باستخدام Vite و React Router v7 و TailwindCSS. توفر الخدمة للمطورين نقطة انطلاق لبناء تطبيقات الويب بأفضل الممارسات والأدوات الحديثة."
      },
      "responsibilities": {
        "title": "مسؤوليات المستخدم",
        "content": "يوافق مستخدمو هذه الخدمة على:",
        "items": [
          "استخدام الخدمة لأغراض قانونية فقط",
          "عدم محاولة الحصول على وصول غير مصرح به إلى أي جزء من الخدمة",
          "عدم استخدام الخدمة لنقل محتوى ضار أو خبيث",
          "احترام حقوق الملكية الفكرية للآخرين"
        ]
      },
      "intellectual": {
        "title": "الملكية الفكرية",
        "content": "الخدمة ومحتواها الأصلي وميزاتها ووظائفها هي وستبقى الملكية الحصرية لـ NARA ومرخصيها. الخدمة محمية بحقوق الطبع والنشر والعلامات التجارية والقوانين الأخرى."
      },
      "privacy": {
        "title": "سياسة الخصوصية",
        "content": "خصوصيتك مهمة بالنسبة لنا. يرجى مراجعة سياسة الخصوصية الخاصة بنا، والتي تحكم أيضًا استخدامك للخدمة، لفهم ممارساتنا."
      },
      "liability": {
        "title": "تقييد المسؤولية",
        "content": "في أي حال من الأحوال لن تكون NARA أو مديروها أو موظفوها أو شركاؤها أو وكلاؤها أو موردوها أو الشركات التابعة لها مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر، فقدان الأرباح أو البيانات أو الاستخدام أو الشهرة أو الخسائر غير الملموسة الأخرى، الناتجة عن استخدامك للخدمة."
      },
      "changes": {
        "title": "تغييرات الشروط",
        "content": "نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة جوهرية، فسنحاول توفير إشعار لمدة 30 يومًا على الأقل قبل دخول أي شروط جديدة حيز التنفيذ."
      },
      "contact": {
        "title": "معلومات الاتصال",
        "content": "إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا من خلال مستودعنا الرسمي أو قنوات الدعم."
      }
    }
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "description": "سياسة الخصوصية لـ NARA - قالب React الحديث",
    "lastUpdated": "آخر تحديث",
    "sections": {
      "collection": {
        "title": "المعلومات التي نجمعها",
        "content": "نجمع المعلومات التي تقدمها لنا مباشرة، مثل عندما تنشئ حسابًا أو تستخدم خدماتنا أو تتصل بنا للحصول على الدعم.",
        "personal": {
          "title": "المعلومات الشخصية",
          "items": [
            "عنوان البريد الإلكتروني",
            "اسم المستخدم",
            "معلومات الملف الشخصي التي تختار تقديمها"
          ]
        },
        "usage": {
          "title": "معلومات الاستخدام",
          "items": [
            "بيانات السجل (عنوان IP، نوع المتصفح، نظام التشغيل)",
            "أنماط الاستخدام والتفضيلات",
            "معلومات الجهاز"
          ]
        }
      },
      "usage": {
        "title": "كيف نستخدم معلوماتك",
        "content": "نستخدم المعلومات التي نجمعها من أجل:",
        "items": [
          "توفير خدماتنا وصيانتها وتحسينها",
          "معالجة المعاملات وإرسال المعلومات ذات الصلة",
          "إرسال إشعارات تقنية ورسائل الدعم",
          "الرد على تعليقاتك وأسئلتك",
          "مراقبة وتحليل الاتجاهات والاستخدام",
          "اكتشاف ومنع النشاط الاحتيالي أو غير المصرح به"
        ]
      },
      "sharing": {
        "title": "مشاركة المعلومات",
        "content": "لا نبيع أو نتاجر أو ننقل معلوماتك الشخصية إلى أطراف ثالثة دون موافقتك، باستثناء ما هو موضح في هذه السياسة:",
        "items": [
          "مع مقدمي الخدمات الذين يساعدوننا في تشغيل خدمتنا",
          "عندما يتطلب القانون ذلك أو لحماية حقوقنا",
          "فيما يتعلق بمعاملة تجارية (اندماج، استحواذ، إلخ)",
          "بموافقتك الصريحة"
        ]
      },
      "security": {
        "title": "أمان البيانات",
        "content": "نطبق التدابير الأمنية التقنية والتنظيمية المناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير. ومع ذلك، لا توجد طريقة نقل عبر الإنترنت آمنة بنسبة 100%."
      },
      "retention": {
        "title": "الاحتفاظ بالبيانات",
        "content": "نحتفظ بمعلوماتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض المحددة في سياسة الخصوصية هذه، ما لم تتطلب فترة احتفاظ أطول أو تسمح بها القانون."
      },
      "rights": {
        "title": "حقوقك",
        "content": "لديك الحق في:",
        "items": [
          "الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك",
          "طلب تصحيح المعلومات غير الدقيقة",
          "طلب حذف معلوماتك الشخصية",
          "الاعتراض على معالجة معلوماتك الشخصية",
          "طلب قابلية نقل البيانات",
          "سحب الموافقة في أي وقت"
        ]
      },
      "cookies": {
        "title": "ملفات تعريف الارتباط والتتبع",
        "content": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لجمع وتتبع معلومات حول استخدامك لخدمتنا. يمكنك التحكم في ملفات تعريف الارتباط من خلال إعدادات متصفحك، ولكن تعطيل ملفات تعريف الارتباط قد يؤثر على وظائف خدمتنا."
      },
      "children": {
        "title": "خصوصية الأطفال",
        "content": "خدمتنا ليست مخصصة للأطفال تحت سن 13 عامًا. نحن لا نجمع عن قصد المعلومات الشخصية من الأطفال تحت سن 13 عامًا. إذا علمت أن طفلاً قد قدم لنا معلومات شخصية، يرجى الاتصال بنا."
      },
      "policyChanges": {
        "title": "تغييرات هذه السياسة",
        "content": "قد نحدث سياسة الخصوصية هذه من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة في هذه الصفحة وتحديث تاريخ \"آخر تحديث\"."
      },
      "contact": {
        "title": "اتصل بنا",
        "content": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا من خلال مستودعنا الرسمي أو قنوات الدعم."
      }
    }
  },
  "common": {
    "backToHome": "العودة إلى الصفحة الرئيسية",
    "tableOfContents": "جدول المحتويات",
    "print": "طباعة",
    "share": "مشاركة",
    "readingTime": "دقيقة قراءة",
    "jumpToSection": "الانتقال إلى القسم"
  }
}
